export const courses = [
  {
    name: 'Hexlet, Фронтенд-разработчик',
    description: [
      'Массивы',
      'Объекты',
      'Функции',
      'Деревья',
      'ООП',
      'Архитектура фронтенд приложений',
      'Протокол HTTP',
      'Ассинхронное программирование',
      'DOM Api',
      'React',
      'Redux',
      'HTTP Server',
      'Express.js',
      'Основы баз данных',
      'Git'
    ]
  },
  {
    name: 'Hexlet, Node.js-разработчик',
    description: [
      'Массивы',
      'Объекты',
      'Функции',
      'Деревья',
      'ООП',
      'Архитектура фронтенд приложений',
      'Протокол HTTP',
      'Ассинхронное программирование',
      'DOM Api',
      'React',
      'Redux',
      'HTTP Server',
      'Express.js',
      'Основы баз данных',
      'Git'
    ],
  },
  {
    name: 'HTML Academy, Фронтенд-разработчик',
    description: ['HTML', 'CSS', 'Less'],
  },
  {
    name: 'RSSchool, Фронтенд-разработчик',
    description: [
      'веб проекты с адаптивным дизайном',
      'SPA (работа со сторонними Api для получения информации, использование local storage)',
    ],
  },
  {
    name: 'RSSchool, Node.js-разработчик',
    description: [
      'создание cli приложения шифрования / дешифрования',
      'создание веб приложения на базе Express, MongoDB с функциями логирования, обработки ошибок, авторизации',
    ],
  },
];
